// List of mushrooms
[
  {
    "name": "Amanita muscaria",
    "edible": false,
    "poisonous": true,
    "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Amanita_muscaria_1.jpg/220px-Amanita_muscaria_1.jpg",
    "description": "Amanita muscaria, commonly known as fly agaric or fly amanita, is a basidiomycete mushroom, one of many in the genus Amanita. It is found in coniferous and deciduous forests throughout the temperate and boreal regions of the Northern Hemisphere. It is a highly variable species, with many subspecies and forms, and is one of the most widely distributed mushrooms in the world. It is also one of the most potent hallucinogenic mushrooms, containing the psychoactive compounds ibotenic acid and muscimol. The fly agaric is a distinctive mushroom, with a red cap and white spots, and is often depicted in art and literature. It is a popular subject for amateur mycologists, and is often cultivated in gardens. The fly agaric is a saprotroph, feeding on dead wood, and is a common sight on the forest floor. It is a highly variable species, with many subspecies and forms, and is one of the most widely distributed mushrooms in the world. It is also one of the most potent hallucinogenic mushrooms, containing the psychoactive compounds ibotenic acid and muscimol. The fly agaric is a distinctive mushroom, with a red cap and white spots, and is often depicted in art and literature. It is a popular subject for amateur mycologists, and is often cultivated in gardens. The fly agaric is a saprotroph, feeding on dead wood, and is a common sight on the forest floor. It is a highly variable species, with many subspecies and forms, and is one of the most widely distributed mushrooms in the world. It is also one of the most potent hallucinogenic mushrooms, containing the psychoactive compounds ibotenic acid and muscimol. The fly agaric is a distinctive mushroom, with a red cap and white spots, and is often depicted in art and literature. It is a popular subject for amateur mycologists, and is often cultivated in gardens. The fly agaric is a saprotroph, feeding on dead wood, and is a common sight on the forest floor. It is a highly variable species, with many subspecies and forms, and is one of the most widely distributed mushrooms in the world. It is also one of the most potent hallucinogenic mushrooms, containing the psychoactive compounds ibotenic acid and muscimol. The fly agaric is",
    "location": "Europe, Asia, North America",
    "season": "Summer",
    "drug": "Psychedelic"
  },
  {
    "name": "Psilocybe cubensis",
    "edible": false,
    "poisonous": true,
    "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/psilocybe_cubensis.jpg/220px-psilocybe_cubensis.jpg",
    "description": "Psilocybe cubensis, commonly known as the golden teacher, is a psychedelic mushroom whose principal active compounds are psilocybin and psilocin. It is one of the most widely distributed mushrooms in the world, and is one of the most potent hallucinogenic mushrooms, containing the psychoactive compounds ibotenic acid and muscimol. The fly agaric is a distinctive mushroom, with a red cap and white spots, and is often depicted in art and literature. It is a popular subject for amateur mycologists, and is often cultivated in gardens. The fly agaric is a saprotroph, feeding on dead wood, and is a common sight on the forest floor. It is a highly variable species, with many subspecies and forms, and is one of the most widely distributed mushrooms in the world. It is also one of the most potent hallucinogenic mushrooms, containing the psychoactive compounds ibotenic acid and muscimol. The fly agaric is a distinctive mushroom, with a red cap and white spots, and is often depicted in art and literature. It is a popular subject for amateur mycologists, and is often cultivated in gardens. The fly agaric is a saprotroph, feeding on dead wood, and is a common sight on the forest floor. It is a highly variable species, with many subspecies and forms, and is one of the most widely distributed mushrooms in the world. It is also one of the most potent hallucinogenic mushrooms, containing the psychoactive compounds ibotenic acid and muscimol. The fly agaric is a distinctive mushroom, with a red cap and white spots, and is often depicted in art and literature. It is a popular subject for amateur mycologists, and is often cultivated in gardens. The fly agaric is a saprotroph, feeding on dead wood, and is a common sight on the forest floor. It is a highly variable species, with many subspecies and forms, and is one of the most widely distributed mushrooms in the world. It is also one of the most potent hallucinogenic mushrooms, containing the psychoactive compounds ibotenic acid and muscimol. The fly agaric is",
    "season": "Summer",
    "drug": "Psychedelic"
  },
  {
    "name": "Psilocybe semilanceata",
    "edible": false,
    "poisonous": true,
    "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/psilocybe_semilanceata.jpg/220px-psilocybe_semilanceata.jpg",
    "description": "Psilocybe semilanceata, commonly known as the liberty cap, is a psychedelic mushroom whose principal active compounds are psilocybin and psilocin. It is one of the most widely distributed mushrooms in the world, and is one of the most potent hallucinogenic mushrooms, containing the psychoactive compounds ibotenic acid and muscimol. The fly agaric is a distinctive mushroom, with a red cap and white spots, and is often depicted in art and literature. It is a popular subject for amateur mycologists, and is often cultivated in gardens. The fly agaric is a saprotroph, feeding on dead wood, and is a common sight on the forest floor. It is a highly variable species, with many subspecies and forms, and is one of the most widely distributed mushrooms in the world. It is also one of the most potent hallucinogenic mushrooms, containing the psychoactive compounds ibotenic acid and muscimol. The fly agaric is a distinctive mushroom, with a red cap and white spots, and is often depicted in art and literature. It is a popular subject for amateur mycologists, and is often cultivated in gardens. The fly agaric is a saprotroph, feeding on dead wood, and is a common sight on the forest floor. It is a highly variable species, with many subspecies and forms, and is one of the most widely distributed mushrooms in the world. It is also one of the most potent hallucinogenic mushrooms, containing the psychoactive compounds ibotenic acid and muscimol. The fly agaric is a distinctive mushroom, with a red cap and white spots, and is often depicted in art and literature. It is a popular subject for amateur mycologists, and is often cultivated in gardens. The fly agaric is a saprotroph, feeding on dead wood, and is a common sight on the forest floor. It is a highly variable species, with many subspecies and forms, and is one of the most widely distributed mushrooms in the world. It is also one of the most potent hallucinogenic mushrooms, containing the psychoactive compounds ibotenic acid and muscimol",
    "season": "Summer",
    "drug": "Psychedelic"
  },
  {
    "name": "Boletus",
    "edible": true,
    "poisonous": false,
    "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/boletus_edulis.jpg/220px-boletus_edulis.jpg",
    "description": "Boletus is a genus of mushrooms in the family Boletaceae. It includes the edible species Boletus edulis, which is commonly known as the porcini mushroom, cep, or penny bun, and Boletus aereus, which is commonly known as the king bolete. The genus also includes the poisonous species Boletus luridus, which is commonly known as the red bolete or red king bolete, and Boletus pinophilus, which is commonly known as the pine mushroom. The genus also includes the poisonous species Boletus luridus, which is commonly known as the red bolete or red king bolete, and Boletus pinophilus, which is commonly known as the pine mushroom. The genus also includes the poisonous species Boletus luridus, which is commonly known as the red bolete or red king bolete, and Boletus pinophilus, which is commonly known as the pine mushroom. The genus also includes the poisonous species Boletus luridus, which is commonly known as the red bolete or red king bolete, and Boletus pinophilus, which is commonly known as the pine mushroom. The genus also includes the poisonous species Boletus luridus, which is commonly known as the red bolete or red king bolete, and Boletus pinophilus, which is commonly known as the pine mushroom. The genus also includes the poisonous species Boletus luridus, which is commonly known as the red bolete or red king bolete, and Boletus pinophilus, which is commonly known as the pine mushroom. The genus also includes the poisonous species Boletus luridus, which is commonly known as the red bolete or red king bolete, and Boletus pinophilus, which is commonly known as the pine mushroom. The genus also includes the poisonous species Boletus luridus, which is commonly known as the red bolete or red king bolete, and Boletus pinophilus, which is commonly known as the pine mushroom. The genus also includes the poisonous species Boletus luridus, which is commonly known as the red bolete or red king bolete, and Boletus pinophilus, which is commonly known as the pine mushroom.",
    "season": "Summer",
    "drug": "None"
  },
  // edible mushroom


]
